{
  "intro": {
    "welcomeText": "Es ist wissenschaftlich bewiesen, dass das Gehirn erst ab ca. 9 Uhr richtig leistungsfähig ist. Unsere Berufsschule startet um 7:30. Das geht besser."
  },
  "content": {
    "firstParagraph": "Gerade Schüler:innen mit langer Anfahrt beschweren sich immer wieder darüber, dass sie absurd früh aufstehen müssen. Selbst, wenn man in München wohnt und auf den öffentlichen Nahverkehr angewiesen ist (man will ja auch nicht bei der kleinsten Verzögerung der U-Bahn zu spät kommen), ist 7:30 wahnsinnig früh.",
    "secondParagraph": "Wir setzen uns dafür ein, dass die Schule zu einem späteren Zeitpunkt startet und so mehr dem von Wissenschaftler:innen empfohlenen Biorhythmus entspricht.",
    "thirdParagraph": "Vor einigen Jahren gab es schon einmal eine Abstimmung, die die Uhrzeit bestätigt hat; wir wollen herausfinden ob es mittlerweile eine Mehrheit für einen späteren Schulstart gibt."
  },
  "footer": {
    "header": "Prinzipien unserer Arbeit",
    "imprint": "Impressum",
    "privacy": "Datenschutz",
    "firstPrivacy": {
      "header": "1. Datenschutz.",
      "content": "Diese Website speichert kaum Daten. Lediglich ein einziger Cookie wird dafür benötigt, das Captcha einzubinden."
    },
    "secondPublicity": {
      "header": "2. Öffentlichkeit.",
      "content": "Jede Zeile Code dieses Projektes ist öffentlich und auf GitHub unter einer MIT Licence verfügbar."
    },
    "thirdAccessibility": {
      "header": "3. Barrierefreiheit.",
      "content": "Wir haben diese Website bewusst so gestaltet, dass jeder daran Spaß hat."
    },
    "forNerds": {
      "header": "Für Nerds",
      "database": "Datenbank"
    },
    "links": {
      "about": {
        "header": "Über uns",
        "ourStuff": "Unzer Zeug"
      }
    }
  },
  "ui": {
    "theme": "Thema",
    "lightTheme": "Helles Thema",
    "darkTheme": "Dunkles Thema",
    "language": "Sprache"
  },
  "voting": {
    "question": "Welchen Unterrichtsbeginn wünscht du dir?",
    "description": "Du kannst nur einmal abstimmen und deine Wahl nicht mehr ändern. Wähle weise.",
    "error": "Das hier ist ein Error"
  },
  "noVoting": {
    "NO_RUNNING_BALLOT": {
      "header": "Lehn' dich zurück!",
      "content": "Aktuell wird nicht abgestimmt. Komm’ vielleicht später noch mal!"
    },
    "NONE_EXISTENT": {
      "header": "Etwas stimmt nicht!",
      "content": "Dein Token scheint nicht zu existieren"
    },
    "USED": {
      "header": "Lehn' dich zurück!",
      "content": "Du hast bereits abgestimmt :)"
    },
    "INVALID": {
      "header": "Kontaktiere uns bitte!",
      "content": "Dein Token scheint ungültig zu sein!"
    },
    "LOADING": {
      "header": "Lädt...",
      "content": "Du scheinst Internet Probleme zuhaben :/"
    },
    "SERVER_ERROR": {
      "header": "Kontaktiere uns bitte!",
      "content": "Wir haben scheinbar Probleme mit unserem Server :("
    }
  },
  "voteResponse": {
    "SUCCESS": {
      "header": "Du hast abgestimmt :)",
      "content": "Dann entspann dich doch!"
    },
    "INVALID_CAPTCHA": {
      "header": "Etwas stimmt nicht!",
      "content": "Dein Captcha war ungültig!"
    }
  },
  "imprint": {
    "header": "unser.impressum()",
    "general": {
      "header": "Angaben gemäß $5 TMG",
      "owner": "Inhaber",
      "contact": "Kontakt",
      "responsibilities": "Verantwortungen",
      "content": "Verantwortlicher für den Inhalt ist gemäß § 55 Abs. 2 Rundfunkstaatsvertrag (RStV)",
      "sources": "Quellenangaben für die verwendeten Bilder und Grafiken"
    },
    "limitationOfLiability": {
      "header": "Haftungsbeschränkung",
      "content": "Die Inhalte dieser Website werden mit größtmöglicher Sorgfalt erstellt. Der Anbieter übernimmt jedoch keine Gewähr für die Richtigkeit, Vollständigkeit und Aktualität der bereitgestellten Inhalte. Die Nutzung der Inhalte der Website erfolgt auf eigene Gefahr des Nutzers. Namentlich gekennzeichnete Beiträge geben die Meinung des jeweiligen Autors und nicht immer die Meinung des Anbieters wieder. Mit der reinen Nutzung der Website des Anbieters kommt keinerlei Vertragsverhältnis zwischen dem Nutzer und dem Anbieter zustande."
    },
    "liabilityOfLinks": {
      "header": "Haftung für Links",
      "content": "Die auf dieser Website veröffentlichten Inhalte unterliegen dem deutschen Urheber- und Leistungsschutzrecht. Jede vom deutschen Urheber- und Leistungsschutzrecht nicht zugelassene Verwertung bedarf der vorherigen schriftlichen Zustimmung des Anbieters oder jeweiligen Rechteinhabers. Dies gilt insbesondere für Vervielfältigung, Bearbeitung, Übersetzung, Einspeicherung, Verarbeitung bzw. Wiedergabe von Inhalten in Datenbanken oder anderen elektronischen Medien und Systemen. Inhalte und Rechte Dritter sind dabei als solche gekennzeichnet. Die unerlaubte Vervielfältigung oder Weitergabe einzelner Inhalte oder kompletter Seiten ist nicht gestattet und strafbar. Lediglich die Herstellung von Kopien und Downloads für den persönlichen, privaten und nicht kommerziellen Gebrauch ist erlaubt. Die Darstellung dieser Website in fremden Frames ist nur mit schriftlicher Erlaubnis zulässig."
    },
    "copyright": {
      "header": "Urheber- und Leistungsschutzrechte",
      "content": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen."
    },
    "termsOfUse": {
      "header": "Besondere Nutzungsbedingungen",
      "content": "Soweit besondere Bedingungen für einzelne Nutzungen dieser Website von den vorgenannten Paragraphen abweichen, wird an entsprechender Stelle ausdrücklich darauf hingewiesen. In diesem Falle gelten im jeweiligen Einzelfall die besonderen Nutzungsbedingungen."
    }
  }
}
